{
    "We are the first in the digital marketing": "نحن الأوائل في التسويق الرقمي",
    "Home": "الرئيسية",
    "Our work": "صنع في SMD",
    "Projects": "مشاريع",
    "Blog": "مدونة",
    "Contact us": "اتصل بنا",
    "SMD Where Stories Begin... and Live": "سُدم حيث تبدأ القصص... وتعيش",
    "In SMD, we believe that every idea holds within it a star waiting to shine": "سُدم - حيث يولد الإبداع من الضوء",
    "In SMD, we believe that every idea holds within it a star waiting to shine ✨": "في سُدم نؤمن أن كل فكرة تحمل في داخلها نجًما ينتظر أن يتوهّج ✨",
    "In a world crowded with sound and image, it is the works that are told with feeling and executed with skill that are seen and remembered.": "في عالم مزدحم بالصوت والصورة، تبقى الأعمال التي تُروى بإحساس وتُنفّذ بإتقان هي التي تُرى وتُحفظ.",
    "We at SMD, meet at the point of balance between art and strategy, where the idea turns into light, and the light into a story that inspires and influences.": "نحن في سُدم، نلتقي عند نقطة التوازن بين الفن والإستراتيجية، حيث تتحوّل الفكرة إلى ضوء، والضوء إلى قصة تُلهم وتؤثر.",
    "We embrace ideas and launch them into a space of creativity and inspiration.": "نحتضن الأفكار ونُطلقها إلى فضاء من الإبداع والإلهام.",
    "Partnership ..": "شراكة ..",
    "With every client, we add a new page to the never-ending book of imagination": "مع كلِّ عميل، نُضيف صفحةً جديدةً إلى كتابِ الخيالِ الذي لا ينتهي",
    "Choose the Makers of Imagination": "اختر صُنّاع الخيال",
    "Because we emulate the peaks with an unwavering thought, master the details with an unyielding approach, and accomplish with a stunning team.": "لأننا نُحاكي الذُرى بفكرٍ لا يَكلّ، ونُتقن التفاصيل بمنهجٍ لا يخلّ، ونُنجز بفريقٍ يُذهل",
    "Projects Completed": "مشروعاً أنجزناه",
    "Client Trust Rate": "معدل ثقة العملاء",
    "Ideas Launched, Dreams Realized": "فقدت الأفكار، وارتفعت عنوداً",
    "Where Dedication Thrives, Creativity Flourishes": "حيث التفاني يثمر، والإبداع يزدهر",
    "Account Management": "إدارة الحساب",
    "Influencers": "المؤثرون",
    "Ad Campaign Spend": "حملة إعلانات",
    "Media Coverage": "تغطية",
    "Services": "خدماتنا",
    "We don’t just sell services, we create experiences and stories": "ما نبيع خدمات وبس نخلق تجارب وقصص",
    "Start with Us": "ابدأ معنا",
    "Sub-Categories": "أقسام فرعية",
    "Creative Content": "المحتوى الإبداعي",
    "We transform ideas into dazzling visual stories that embody the brand identity and express it in an influential and attractive style. From text writing to creative concept formulation - we guarantee your idea will shine.": "نحول الأفكار إلى قصص بصريّة مبهرة تُجسّد هوية العلامة التجارية وتعبر عنها بأسلوب مؤثر وجذاب. من كتابة النصوص إلى صياغة المفهوم الإبداعي - نضمن لفكرتك السطوع.",
    "Influencer Marketing": "تسويق المؤثرين",
    "We connect your brand to its real audience through measured partnerships with influencers. We create campaigns built on trust, moving public opinion, and achieving tangible results.": "نصل بعلامتك إلى جمهورها الحقيقي من خلال شراكات مدروسة مع المؤثرين. نخلِق حملات تبنى على الثقة، وتُحرك الرأي، وتحقق نتائج ملموسة.",
    "Digital Marketing": "التسويق الرقمي",
    "We design digital strategies that combine creativity and analysis to ensure your brand interaction and growth on every digital platform - from awareness to conversion.": "تصمم استراتيجيات رقمية تجمع بين الإبداع والتحليل لتضمن لعلامتك التفاعل والنمو في كل منصة رقمية - من الوعي إلى التحويل.",
    "Media Buying": "شراء الوسائط",
    "We believe that smart visibility is more important than massive visibility. We plan and purchase advertising spaces that give you the optimal presence at the right time and place.": "نؤمن أن الظهور الذكي أهم من الظهور الكثيف. نخطط ونشتري المساحات الإعلانية التي تمنحك الحضور الأمثل في الوقت والمكان المناسبين.",
    "Workforce Solutions": "حلول القوى العاملة",
    "We provide you with specialized work teams to support your media and creative projects. We facilitate execution, speed up completion, and raise the quality of outputs.": "تقدّم لك فرق عمل متخصصة لدعم مشاريعك الإعلامية والإبداعية. تسهل عليك التنفيذ، وتسرّع الإنجاز، ونرفع جودة المخرجات.",
    "Visual Production": "الإنتاج المرئي",
    "From the first script to the final shot, we produce exceptional visual content that carries your vision. Ideas are transformed into stunning scenes that leave an unforgettable impression.": "من النص الأول إلى اللقطة الأخيرة، ننتج محتوى بصريا استثنائيا يحمل رؤيتك. تحول الأفكار إلى مشاهد تبهر وتترك انطباعًا لا يُنسى.",
    "Reports and Analysis": "التقارير والتحليلات",
    "We interpret numbers with conscious imagination, turning reports into a mirror reflecting impact, and analysis into a guide for precise and balanced decision-making and vision formulation.": "نستنطق الأرقام بخيالٍ واعٍ، فتصبح التقارير مرآةً تعكس الأثر، والتحليلات دليلًا يُقرأ منه القرار وتُصاغ به الرؤية بدقّة واتزان",
    "Public Relations": "العلاقات العامة",
    "We build reputation on a solid foundation, weave community relationships with confidence, manage crises with a shrewd mind, and improve media presence with honest speech, elevating the brand image to a shining effect.": "نُشيّد السمعة بأساسٍ راسخ، ونغزلُ العلاقات المجتمعية بخيطٍ واثق، ونُدير الأزمات بعقلٍ حاذق، ونُحسن الظهور الإعلامي بقولٍ صادق، فتسمو الصورة الذهنية أثرًا لامعًا",
    "Strategic Planning": "التخطيط الإستراتيجي",
    "We free imagination from its molds to crystallize marketing visions that pulsate with market understanding, formulated with a precise methodology covering market research, product strategies, and campaign plans from idea to impact.": "نُحرّر الخيال من قوالبه، لنُبلور رؤى تسويقية تنبض فهماً للسوق، وتُصاغ بمنهجية دقيقة تشمل بحوث السوق، واستراتيجيات المنتج، وخطط الحملات من الفكرة حتى الأثر",
    "Motion Graphics Video": "فيديو موشن جرافيك",
    "Documentary Filmmaking": "صناعة الأفلام الوثائقية",
    "Photography": "تصوير فوتوغرافي",
    "Creative Copywriting": "كتابة النصوص الإبداعية",
    "Visual Identity Design": "تصميم الهوية البصرية",
    "Influencer Targeting (Micro/Macro)": "استهداف المؤثرين (Micro/Macro)",
    "Campaign Activation": "تفعيل الحملات",
    "Contract Management": "إدارة التعاقدات",
    "Performance Monitoring and Analysis": "متابعة الأداء والتحليل",
    "Social Media Strategy": "استراتيجيات السوشيال ميديا",
    "Digital Content Management": "إدارة المحتوى الرقمي",
    "SEO / SEM": "تحسين محركات البحث / إدارة الإعلانات",
    "Performance Analytics": "تحليلات الأداء",
    "Targeted Media Planning": "تخطيط الوسائط المستهدف",
    "Ad Placement Optimization": "تحسين مواضع الإعلانات",
    "Budget Management": "إدارة الميزانية",
    "Specialized Team Provision": "توفير فرق عمل متخصصة",
    "Project Execution Support": "دعم تنفيذ المشاريع",
    "Quality Control": "مراقبة الجودة",
    "Video and Photography Production": "إنتاج الفيديو والتصوير",
    "Post-Production and Editing": "مرحلة ما بعد الإنتاج والمونتاج",
    "Visual Storytelling": "السرد القصصي البصري",
    "Market Research": "أبحاث السوق",
    "Performance Reporting": "تقارير الأداء",
    "Strategic Analytics": "تحليلات استراتيجية",
    "Reputation Management": "إدارة السمعة",
    "Crisis Communication": "التواصل في الأزمات",
    "Media Relations": "العلاقات الإعلامية",
    "Market Research and Insights": "أبحاث السوق والرؤى",
    "Marketing Strategy Development": "تطوير الاستراتيجية التسويقية",
    "Campaign Planning": "تخطيط الحملات",
    "Quick Links":" روابط سريعة",
    "Information":"معلومات",
    "Follow Us":"تابعنا",
    "About Us":"من نحن",
    "Privacy Policy":"سياسات الخصوصية",
    "All rights reserved.":"جميع الحقوق محفوظة.",
    "leap": {
    "section1": {
      "title": "عن معرض LEAP",
      "subtitle": "أكبر منصة تقنية في المنطقة... حيث تُصنع الأفكار ويولد المستقبل.",
      "description": "يُعد LEAP نقطة تحول في مشهد التقنية العالمي، يقدم نظرة عميقة على المستقبل الرقمي."
    },
    "section2": {
      "title": "دور سُدم في تغطية LEAP",
      "subtitle": "نلتقط جوهر الحدث... لحظات الإلهام والتقنية.",
      "description": "كانت مهمة سُدم تحويل تجربة المعرض إلى محتوى رقمي مؤثر."
    }
  },
  "Nabtha": "نبذة",
  "SDMRole": "دور سُدم",
  "Category": {
    "Nabtha": "نبذة",
    "SDMRole": "دور سُدم"
  },
  "pif": {
    "section1": {
      "title": "صندوق الاستثمارات العامة",
      "subtitle": "الذراع الاستثمارية الأضخم في المملكة",
      "description": "الذراع الاستثمارية الأضخم في المملكة، ومحرك رئيسي لرؤية 2030. مشاريع عملاقة، واستثمارات دولية، وأثر اقتصادي يتوسع كل عام."
    },
    "section2": {
      "title": "سُدم",
      "subtitle": "تترجم لغة الأرقام إلى قصص",
      "description": "تترجم لغة الأرقام إلى قصص.... وتظهر أثر المشاريع من زاوية إنسانية وبصرية تُقرب الصورة للجمهور."
    }
  },
  "hajjumrah": {
    "section1": {
      "title": "مؤتمر ومعرض الحج والعمرة",
      "subtitle": "منصة تعرض كل ما يسهل رحلة ضيف الرحمن",
      "description": "منصة تعرض كل ما يسهل رحلة ضيف الرحمن تقنيات، حلول، وخدمات تقدم بروح المملكة. حدث يجمع المختصين من العالم لتطوير التجربة الدينية الأكبر."
    },
    "section2": {
      "title": "سُدم",
      "subtitle": "تبرز جمال التنظيم",
      "description": "تبرز جمال التنظيم... ونحكي قصة الضيف من لحظة دخوله القاعة حتى آخر ابتسامة يودع بها الحدث."
    }
  },
  "csr": {
    "section1": {
      "title": "ملتقى المسؤولية الاجتماعية",
      "subtitle": "ملتقى يحتفي بالأثر",
      "description": "ملتقى يحتفي بالأثر... بالأعمال التي تغير حياة الناس، وبالمبادرات التي تبني مجتمعًا أقوى."
    },
    "section2": {
      "title": "سُدم",
      "subtitle": "نعرض القصص الإنسانية قبل الأرقام",
      "description": "نعرض القصص الإنسانية قبل الأرقام نوثّق المبادرات التي تستحق أن تُشاهد وأن تُخلَّد بصريا."
    }
  },
  "financial": {
    "section1": {
      "title": "المؤتمر المالي",
      "subtitle": "هنا يجتمع قادة المال والاستثمار",
      "description": "هنا يجتمع قادة المال والاستثمار.... نقاشات اتجاهات ورؤى تشكل مستقبل الاقتصاد السعودي."
    },
    "section2": {
      "title": "سُدم",
      "subtitle": "نحول لغة الاقتصاد إلى محتوى سهل",
      "description": "نحول لغة الاقتصاد إلى محتوى سهل، بصري، وجذاب.... يلامس الجمهور ويفشر القصص خلف القرارات المالية."
    }
  },
  "tourism": {
    "section1": {
      "title": "ملتقى السياحة",
      "subtitle": "منصّة تجمع روّاد السياحة وصنّاع الرحلات",
      "description": "منصّة تجمع روّاد السياحة وصنّاع الرحلات… هنا تُطرح الرؤى التي ترسم مستقبل السياحة السعودية، وتُعرض التجارب التي تجعل الزائر يرى المملكة بعيون مختلفة. فعاليات، جلسات، وجهات جديدة… وكلها تصب في صناعة قطاع سياحي عالمي ينافس بأصالته وتفرّده."
    },
    "section2": {
      "title": "سُدم",
      "subtitle": "نرصد اللحظات التي تُلهم",
      "description": "نرصد اللحظات التي تُلهم… نصوّر القصص خلف الوجهات، والأفكار التي تُعيد تعريف السياحة. نُخرج الحدث بشكل بصري يليق بروح الاستكشاف…"
    }
  },
  "Public Investment Fund": "صندوق الإستثمارات العامة",
  "SDM":"سُدم",
  "Digital marketing":"التسويق الرقمي",
  "Production":"إنتاج",
  "Media":"إعلامي",
  "Influencer marketing":"تسويق المؤثرين",
  "Media partnership":"شراكة إعلامية",
  "The largest technology platform in the region":"منصة التكنولوجيا الأكبر في المنطقة",
  "A key driver for Vision 2030":"محرك رئيسي لرؤية 2030",
  "Develop greater religious experience":"تطوير التجربة الدينية الأكبر",
  "Businesses that change people lives":"الأعمال التي تغير حياة الناس",
  "Shaping the future of the Saudi economy":"تشكيل مستقبل الاقتصاد السعودي",
  "Shaping the future of Saudi tourism":"تشكيل مستقبل السياحةالسعودي",
  "LEAP Exhibition": "معرض LEAP",
  "Hajj and Umrah Conference": "مؤتمر ومعرض الحج والعمرة",
  "Social Responsibility Forum": "ملتقى المسؤولية الاجتماعية",
  "Financial Conference": "المؤتمر المالي",
  "Tourism Forum": "ملتقى السياحة",
  "Design": "تصميم",
  "Filming": "تصوير",
  "Our Location":"موقعنا على الخريطة"
}